simulations/icofoam_cases/3_branch_pair_shifted/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          17934;
        startFace       294930;
    }
    surface
    {
        type            patch;
        physicalType    patch;
        nFaces          3774;
        startFace       312864;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          96;
        startFace       316638;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       316734;
    }
)

// ************************************************************************* //
